tap "homebrew/services"
tap "mike-engel/jwt-cli"
brew "argo"
brew "ca-certificates"
brew "awscli"
brew "python@3.10"
brew "azure-cli"
brew "bash"
brew "bash-completion@2"
brew "bash-git-prompt"
brew "bat"
brew "libmpc"
brew "gcc"
brew "btop"
brew "caddy"
brew "checkov"
brew "colordiff"
brew "conftest"
brew "coreutils"
brew "libidn2"
brew "curl"
brew "diff-so-fancy"
brew "diffutils"
brew "direnv"
brew "dnsmasq"
brew "eksctl"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "glow"
brew "gnu-sed"
brew "unbound"
brew "gnutls"
brew "go"
brew "gomplate"
brew "gopls"
brew "grep"
brew "guile"
brew "helmfile"
brew "htop"
brew "jfrog-cli"
brew "jless"
brew "jq"
brew "k9s"
brew "kubernetes-cli", link: false
brew "krew"
brew "kubectx"
brew "kubeval"
brew "kubie"
brew "kustomize"
brew "lua-language-server"
brew "luajit"
brew "luajit-openresty"
brew "luarocks"
brew "luv"
brew "mas"
brew "neofetch"
brew "tree-sitter"
brew "neovim", args: ["HEAD"]
brew "nvm"
brew "octant"
brew "osx-cpu-temp"
brew "postgresql@14"
brew "pstree"
brew "python@3.9"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "stern"
brew "task"
brew "taskwarrior-tui"
brew "terrascan"
brew "tflint"
brew "tfsec"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "tz"
brew "viddy"
brew "vit"
brew "watch"
brew "wifi-password"
brew "yq", link: false
brew "mike-engel/jwt-cli/jwt-cli"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "alfred"
cask "bartender"
cask "camo-studio"
cask "coconutbattery"
cask "discord"
cask "displaylink"
cask "docker"
cask "dropbox"
cask "hammerspoon"
cask "insomnia"
cask "iterm2"
cask "itsycal"
cask "kap"
cask "karabiner-elements"
cask "mongodb-compass"
cask "ngrok"
cask "obsidian"
cask "pritunl"
cask "shortcat"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "todoist"
cask "visual-studio-code"
cask "whatsapp"
mas "1Blocker", id: 1365531024
mas "1Password for Safari", id: 1569813296
mas "Bear", id: 1091189122
mas "Clocker", id: 1056643111
mas "Dark Reader for Safari", id: 1438243180
mas "Grammarly for Safari", id: 1462114288
mas "JSONPeep", id: 1458969831
mas "Things", id: 904280696
mas "Vimari", id: 1480933944
mas "Xcode", id: 497799835
