tap "homebrew/bundle"
tap "homebrew/services"
tap "mike-engel/jwt-cli"
brew "ca-certificates"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bash-git-prompt"
brew "bat"
brew "btop"
brew "libmpc"
brew "gcc"
brew "checkov"
brew "colordiff"
brew "conftest"
brew "coreutils"
brew "curl"
brew "diff-so-fancy"
brew "diffutils"
brew "direnv"
brew "dnsmasq"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "glow"
brew "gnu-sed"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "go"
brew "gomplate"
brew "gopls"
brew "grep"
brew "guile"
brew "htop"
brew "jfrog-cli"
brew "jless"
brew "jq"
brew "k9s"
brew "kubernetes-cli", link: false
brew "krew"
brew "kubectx"
brew "kustomize"
brew "lua-language-server"
brew "luajit"
brew "luajit-openresty"
brew "luarocks"
brew "luv"
brew "mas"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "nvm"
brew "postgresql@14"
brew "pstree"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "stern"
brew "stow"
brew "task"
brew "taskwarrior-tui"
brew "terrascan"
brew "tflint"
brew "tfsec"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tpm"
brew "tree"
brew "tz"
brew "viddy"
brew "virtualenv"
brew "vit"
brew "watch"
brew "yq"
brew "mike-engel/jwt-cli/jwt-cli"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "alfred"
cask "autodesk-fusion"
cask "bartender"
cask "battle-net"
cask "claude-code"
cask "coconutbattery"
cask "crossover"
cask "discord"
cask "docker-desktop"
cask "dropbox"
cask "google-chrome"
cask "hammerspoon"
cask "insomnia"
cask "iterm2"
cask "itsycal"
cask "kap"
cask "karabiner-elements"
cask "logi-options+"
cask "ngrok"
cask "notion"
cask "obs"
cask "obsidian"
cask "shortcat"
cask "slack"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "tableplus"
cask "todoist-app"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
mas "1Blocker", id: 1365531024
mas "1Password for Safari", id: 1569813296
mas "Adobe Lightroom", id: 1451544217
mas "Bear", id: 1091189122
mas "Clocker", id: 1056643111
mas "Dark Reader for Safari", id: 1438243180
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "JSON Peep", id: 1458969831
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Things", id: 904280696
mas "Xcode", id: 497799835
vscode "davidanson.vscode-markdownlint"
vscode "mechatroner.rainbow-csv"
vscode "vscodevim.vim"
